<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fun"%>
<c:set var="ctx" value="${pageContext.request.contextPath}"/>
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<!-- 废弃使用 -->
<title>醒购平台协议</title>
<style>
	/* body {
		font: 12px/14px "微软雅黑";
		
	} */
	p {
		font-size: 12px;
		line-height: 14px;
	}
	.center {
		text-align: center;
	}
	.f24 {
		font-size: 24px;
	}
	h4 {
		font-size: 14px;
		line-height: 1px;
	}
</style>
</head>

<body>
<div class="protocol-con">
            <h3 class="center">醒购商城用户注册协议</h3>
            <p>
			            在使用醒购提供的各项服务之前，请您仔细阅读并遵守《醒购网络服务协议》（以下简称“本协议”）。
			            如果您对本协议的内容有任何疑问， 请向醒购客服咨询。当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，
			            即表示您已充分阅读、理解并接受本协议的全部内容，并与醒购达成协议。
			    <strong>与您的权益有重大关系、涉及免除或限制责任的免责条款（在本协议中，我们将用黑体字等方式向您做显著提示）。</strong> 
			            本《协议》条款适用于醒购商城提供的各种服务，但当某一特定服务另有单独的服务条款、指引或规则时，
			            您应遵守本《协议》条款及醒购商城随时公布的与该服务相关的服务条款、指引或`规则等。前述所有的指引和规则，
			            均构成本《协议》的一部分。在醒购商城运营期间，我们会根据结合公司实际情况修改服务及其他条款内容，并在第一时间对外发布。
			            在我们变更这些条款后，您对商城购物网的继续使用，视为接受我们的变更行为。如果您不同意本使用交易条款中的任何一条，
			            请您立即停止使用平台所提供的全部服务。如果您未满18周岁，您只能在父母或其他监护人的参与下使用服务
			</p>
            <h4>一、账户</h4>

            <p>1、注册成功，成为我们的合法用户，您会得到一个密码和用户名。请您对您的注册用户名和密码妥善保管，防止被他人恶意利用。为维护自身权益，您不应将账号及密码泄漏或提供第三人知悉或出借或转让与他人使用，
            	<strong>如因您自身过错或过失而导致账号或密码泄漏而给自身造成损失，您应自行承担责任。</strong>
            	如果您遗失了密码，醒购保留就处理此问题之服务向您索取额外费用的权利。
            </p>
            <p>2、<strong>若您发现账号或密码遭他人非法使用或有异常使用的情形，应立即通知醒购商城，并提交该账号为本人所有的有关证明，以便申请该账号的暂停使用，因此而造成的损失，醒购商城不承担赔偿责任。</strong>
            	但在醒购商城根据法律规定申请立案的情况下，醒购商城有义务协助查询。
            	<strong>如因为您的原因，导致订购产品的信息外漏，我们将不承担任何的赔偿责任，</strong>
            	但醒购商城会协助您进行追讨。另外，如您想修改您的账户密码，则可以根据醒购商城的操作程序随时更改。
            </p>
            <p>3、 如果您提供的个人信息中有任何一项不正确，致醒购商城不能在正常状态下进行配送，例如：
            	<strong>由于您的原因造成订单延迟或无法配送等，醒购商城将不承担任何赔偿责任。</strong>
            </p>
            <p>4、隐私保护：您的个人资料醒购商城会妥善保管，我们不会并禁止醒购商城的员工将您的信息恶意泄露或出示给任何第三方。醒购商城从网站上或电话中得到的所有客户信息仅用来处理您的相关订单。除非有法律许可要求或醒购商城在诚信的基础上认为透露这些信件在以下四种情况是必要的：
            	<br>
            	(1)遵守有关法律规定，遵从醒购商城合法服务程序；
            	<br>
				(2)保持维护醒购商城的商标所有权；
				<br>
				(3)在紧急情况下竭力维护用户个人和社会大众的隐私安全；
				<br>
				(4)符合其他相关的要求。
            </p>
            <p>5、醒购平台拥有通过邮件、短信电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</p>
            <p>6、如您连续三年未登录过本站账户，您的用户名可能被注销，届时，本站将终止对您提供服务。</p>
            
            <h4>二、账户</h4>
            <p>1、您在使用醒购商城账户时享有言论自由权利，但不得在本商城发表包含以下内容的言论：<br>
            	（一）煽动抗拒、破坏宪法和法律、行政法规实施的；<br>
				（二）煽动颠覆国家政权，推翻社会主义制度的；<br>
				（三）煽动分裂国家、破坏国家统一的；<br>
				（四）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
				（五）任何包含对种族、性别、宗教、地域内容等歧视的；<br>
				（六）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；<br>
				（七）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；<br>
				（八）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；<br>
				（九）损害国家机关信誉的；<br>
				（十）其他违反宪法和法律行政法规的。
            </p>
            <p>2、请您在此保证上传于醒购商城的各项内容均不侵犯任何第三方的任何合法权益（包括但不限于知识产权、名誉权等），并且用于在此授权醒购商城及其各关联方使用及执行任何有关您上传的内容的知识产权，包括但不限于有权将该等内容再许可给任何第三方使用。
            	<strong>不得利用醒购商城发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容。</strong>
            </p>
            <p>3、请您切记不得在本商城进行任何违反国家法律法规及醒购商城各项规则的活动，不得在本商城进行任何破坏公共安全的活动，不得在本商城进行任何非法商业活动，不得在本商城进行任何破坏公共秩序的活动，不得利用商城BUG进行任何活动如有违反，本商城将有权作出关闭您部分权限、暂停帐号使用直至删除帐号处理，同时保留追究责任人法律及经济责任的权利。</p>
            
            <h4>三、订单</h4>
            <p>1、
            	您的订单将视为我们向您发出订购的要约或申请，而不能证明您和我们之间建立了契约关系。当我们将产品发送至您的指定地址并经您签收确认后，我们和您之间的订购合同成立。如我们在发现醒购商城站上所列商品订单信息明显错误、缺货及按照您的要求我们无法配送的情况下，醒购商城会通过email或电话通知您是否更换其他商品或配送方式。同时，对于可疑订单，我们有权对商品订购数量进行限制。</p>
            <p>2、
            	直到您发出订单并经我们确认发货，我们确认商品销售的最终价格，商城购物网公布的商品价目表和产品说明不构成要约或承诺。醒购商城任何有关产品说明的内容以实物和说明书为准，同时，我们将竭力使产品描述及说明尽可能完善。如果您在商城购物网购买的产品与网站产品说明不一致，您可以在签收时选择拒收，或者将该未经使用过的产品退还我们。</p>
            <p>3、
            	发生下列情形之一时，醒购商城有权停止或中断向您提供的网络服务：<br>
				（1）对于醒购商城的网络设备进行必要的保养及施工；<br>
				（2）发生突发性的网络设备故障时；<br>
				（3）由于醒购商城所用的网络通信设备由于不明原因停止，无法提供服务时；<br>
				（4） 由于不可抗力因素致使醒购商城无法提供线上网络服务；<br>
				（5）由于相关政府机构的要求。
			</p>
            <p>4、
            	在本协议约定的情形下，除了本商城的相关规则中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，
            	<strong>醒购商城的全部责任，不论是合同、保证、侵权(包括过失)项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。</strong>
            </p>
            <p>5、
				如果您违反本协议规定而使用 (或其他人经您同意后使用)本网站或服务，醒购商城有权中止您全部或部分使用服务、访问本网站和/或购买服务/产品。商城将相关政府部门的要求并与其全面合作，确认违反本协议的任何人的身份并进行披露。</p>
            <p>6、
				对因如下原因（包括但不限于）造成醒购商城的所有损失、责任或费用（包括但不限于任何人因如下原因而对我们提起的任何诉求或法律程序等），
				<strong>您应承担赔偿责任: （1） 您或您授权的任何人不恰当的使用服务或本网站;（2）您或您授权的任何人不恰当的使用服务/商品;（3）任何人通过您的用户名及密码不恰当的使用服务或本网站；或（4）您或您授权的任何人违反本协议规定。</strong>
			</p>
			<p>7、
				<strong>醒购商城严禁商业目的屯货声明：<br>
						醒购商城是一家品牌特卖商城，本商城所服务的客户为以终端消费为目的的个人、企业、事业单位及其他社会团体，不包括经销商、批发商、实体店等群体。本商城严禁经销商、批发商、实体店等群体以商业为目的进行屯货，如发现，本商城将拒绝为其服务。由此产生的一切后果由经销商自行承担。<br>
						如有发现同用户ID批量下单，购买的数量过多，将会被本商城列为异常订单，后经本商城确认为异常订单，有权要求商家不予发货。
				</strong>
			</p>
			
			<h4>四、商品配送</h4>
            <p>  醒购商城将会把产品送到您所指定的送货地址。所有在醒购商城上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。送货费用根据您选择的配送方式的不同而异。
				 请清楚准确地填写您的真实姓名、送货地址及联系方式。
				 <strong>因如下情况造成订单延迟或无法配送等，商城将不承担责任：</strong><br>
				(1)客户提供错误信息和不详细的地址；<br>
				(2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果；<br>
				(3)不可抗力，例如：自然灾害、交通戒严、突发战争等。
			</p>
			
			<h4>五、版权说明</h4>
            <p>1、醒购商城提供的网络服务的著作权、专利权、商标、商业秘密及其它权利均归醒购商城所有。非经醒购商城的同意，任何人均不得自行下载、复制、传输、改编、编辑醒购商城界面等信息，及行使侵犯醒购商城相关著作权、专利权、商标、商业秘密及其它权利的行为，否则醒购商城将向司法机关提起维权诉讼，进行追偿。</p>
            <p>2、 您在使用服务过程中获得的任何信息的相关权利、所有权和知识产权为相关信息所有人或销售商的财产，受有关著作权法或其他法律的保护。您在本协议项下不对该等信息享有任何权利。</p>
            <p>3、您向本网站传送、张贴或提交的任何材料应被视为非保密和非专有信息; 您已向我们披露或提供的或我们对关于服务或本网站询价而回复的所有意见、建议、想法、记录、图纸、概念或其他信息 (统称为“构想”) 应被视为属于醒购商城的财产，您在此同意将构想中现有或将来取得的知识产权全部转让给商城。在任何情况下，构想无需以保密方式提交，且商城不因对构想予以利用而承担任何明示的或默示的义务。此外，我们对任何构想的全部权利在全球范围内享有排他性使用权，且有权不受限制地将构想用于商业或其他目的，而无需向构想的提供方支付任何代价。</p>
            
            <h4>六、争议解决</h4>
            <p>1、我们有义务在技术上确保网站的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网站上交易活动的顺利进行。
            	<strong>但如因不可抗力或其他我们无法控制的原因使网站崩溃或无法正常使用导致网站上交易无法完成或丢失有关的信息、记录等，醒购商城不承担任何赔偿责任。</strong>
            </p>
            <p>2、<strong>我们对任何直接、间接、偶然、特殊及继起的损害不承担赔偿责任，这些损害可能来自：不正当使用网络服务，非法使用网络服务或用户传送的信息有所变动等。</strong></p>
            <p>3、如果您在醒购商城购物时与我们产生争议，将按照与醒购商城签订的购物协议及相关法律有司法部门进行裁决。</p>
            
            <h4>七、醒购商城承诺</h4>
            <p>我们秉承质优价低、让您放心满意的理念为您服务。我们所出售的商品均为正品行货，享受国家正规三包政策，让您不出家门就能得到满意称心的服务。</p>
            
            <h4>八、注意条款</h4>
            <p>1、资料填写：为确保交易的正常进行，您必须向我们提供真实、有效的个人信息，
            	<strong>如果您的个人信息有所变动，请及时登录商城购物网进行修改或致电客服热线，以便您能够及时的收到订单产品。</strong>
            </p>
            <p>2、除本《协议》明确规定或中国法律另有规定外，
            	<strong>醒购商城向您所提供的网络服务，不负任何明示或默示的担保责任，所提供的网络服务的稳定、安全、无误及不中断性亦有可能因不可抗力等情形而受到影响。</strong>
            	您应自行承担使用网络服务所产生的所有风险及因此可能导致的损害
            </p>
            <p>3、<strong>醒购商城对其网络服务不保证不出现任何程序BUG，并对由此可能产生的问题不承担任何赔偿责任。</strong></p>



</div>

</body>
</html>
