<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fun"%>
<c:set var="ctx" value="${pageContext.request.contextPath}"/>
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<title>醒购用户订单服务规则</title>
<style>
	/* body {
		font: 12px/14px "微软雅黑";
		
	} */
	p {
		font-size: 12px;
		line-height: 14px;
	}
	.center {
		text-align: center;
	}
	.f24 {
		font-size: 24px;
	}
	h4 {
		font-size: 14px;
		line-height: 1px;
	}
	img {
		width : 100%
	}
</style>
</head>

<body>
	<div class="protocol-con">
	        <h4>一、全场包邮说明</h4>
	        <p>1.1醒购商城所有商品都是包邮发货（偏远地区除外，具体地区以商家在页面说明为准），对于订单发货产生的运费、包装费用、人工费用，均由商家承担，商家不会因订单金额过低向用户收取运费额外费用，若用户发现商家有额外收取运费情况，可向商城投诉商家行为。</p>
	        
	        <h4>二、订单配送承诺时效规则</h4>
	        <p>2.1用户下单付款成功后，商家将在48小时内发货并填写真实物流单号供用户查询；若因特殊情况（如遇物流问题、交通运输管制、大雨雪、地震等不可抗力因素）未能及时发货，商家需及时告知用户，并与用户协商发货时间；</p>
	        <p>2.2商家在醒购所售商品，如果是预售商品、订制商品，如果遇到特殊节假日（如春节等），应在品牌活动详情页、商品详情页等页面上说明发货时间，或以其他方式通知用户发货时间。这些情况下产生订单，不在48小时内发货的规定时间内。</p>
	        
	        <h4>三、订单付款限时说明</h4>
	        <p>3.1未付款订单超时关闭：<br>用户提交订单后超过醒购规定时间（30分钟）内未付款，系统将自动关闭订单，如需购买请用户重新下单。</p>
	        
	        <h4>四、用户申请退款单及流程</h4>
	        <p>4.1用户在订单状态更新为已发货（即：待收货）前可以申请退款，若发货后，只能申请退换货；</p>
	        <p>4.2用户申请退款时须按订单中的商品明细申请；</p>
	        <p>4.3商家需在48小时内审核用户退款申请，若超过此时限，系统将自动默认商家同意退款；</p>
	        <p>4.4若商家拒绝用户退款申请，用户在订单状态更新为已发货（即：待收货）前，根据订单情况，可以重新申请退款；</p>
	        <p>4.5用户发起退款申请，商家同意退款申请后，平台将按用户实际付款金额退至用户下单时付款账户中，实际到账时间以在线支付系统及银行到账时间为准；</p>
	        
	        <h4>五、用户申请退货单及流程</h4>
	        <p>5.1用户在商家发货后15天内确认收货前，可申请退货；订单在商家发货15天后，系统将自动默认用户确认收货，用户在确认收货后不能申请退货单，如需退货请与商家协商处理；</p>
			<p>5.2用户申请退货时须按订单中的商品明细申请；</p>
			<p>5.3用户申请退货单后，商家需在48小时内审核用户申请，若超过此时限，系统将默认商家同意用户退货申请；</p>
			<p>5.4用户在申请退货后，商家若不同意用户的退货申请，用户可在48小时内再次重新申请，用户也可申请平台介入。若用户在48小时内没有再次申请，系统将自动撤销退货单；</p>
			<p>5.5若商家同意用户的退货申请，用户应在7天内将退货商品寄往商家指定的地址，必须在退货单中填写寄件的物流单号并提交，用户注意：请按商家的要求将退货说明写在纸上一并寄出。超过7天用户未提交寄件物流单号，系统自动撤销此次退货；</p>
			<p>5.6用户寄出退货商品后，商家需在15天内审核，若商家逾期未操作，系统将自动默认商家同意用户退货退款；</p>
			<p>5.7商家收到用户退回的商品检查无误后，若商家同意用户退货退款，系统将退款金额退至用户的付款账号上，实际到账时间以在线支付系统及银行到账时间为准；</p>
			<p>5.8商家收到用户退回的商品后，若商家不同意用户退货退款，用户可在48小时内再次申请退货，用户也可申请平台介入。若用户在48小时内没有再次提交申请，系统将自动撤销退货单</p>
	        
	        <h4>六、用户申请换货单及流程</h4>
	        <p>6.1 用户购买后15天内确认收货前，可申请换货；订单在商家发货15天后，系统将自动默认用户确认收货，如确认收货后则无法申请换货，如需换货，请与商家协商处理；</p>
			<p>6.2用户申请方式是按订单的商品明细申请；</p>
			<p>6.3用户申请换货后，商家需在48小时内审核用户申请，若超过此时限，系统将自动默认商家同意用户换货申请；</p>
			<p>6.4用户在申请换货后，商家若不同意用户的申请，用户可在48小时内再次申请，用户也可申请平台介入。若用户在48小时内没有再次申请，系统将自动撤销换货单；</p>
			<p>6.5若商家同意用户的换货申请，用户应在7天内将退换商品寄往商家指定的地址，且必须在换货单中，填写寄件的物流单号并提交，用户注意：请按商家的要求将换货说明写在纸上一并寄出。超过7天，若用户未提交寄件物流单号，系统自动撤销此次换货；</p>
			<p>6.6用户寄出换货商品后，商家需在15天内审核换货，若商家逾期未操作，系统将退回用户实付金额，退至用户的付款账号上，实际到账时间以在线支付系统及银行到账时间为准；</p>
			<p>6.7商家收到用户退回的商品检查无误后，同意用户换货，并将新商品寄给用户，同时上传快递单号到平台；</p>
			<p>6.8若商家不同意用户换货，并与用户协商，用户可在48小时内再次申请，或申请平台介入。若用户在48小时内没有再次申请，系统将自动撤销换货单；</p>
			<p>6.9若用户在申请换货后，商品寄回给商家，要求改退款，若商家在15天内未处理，系统默认商家同意退款。系统将退回用户实付金额退至用户付款的账号上，实际到账时间以在线支付系统及银行到账时间为准。</p>
	        
	        <h4>七、退货/换货运费说明</h4>
	        <p>7.1用户退货/换货，用户寄回退货/换货商品给商家，寄件请先垫付寄件运费，若用户寄到付件，商家可拒绝收件。</p>
	        <p>7.2用户退货/换货，若非商家原因，如：非商品质量问题、非商家发错货，所产生退货换货的运费，由用户承担。若因商品质量问题、发错货等商家原因造成退货换货，运费由商家承担，用户寄回退货/换货商品给商家，寄件时，请用户垫付寄件运费，运费退还/补偿，请与商家联系。</p>
	        
	        <h4>八、醒购订单流程示意图</h4>
	        <img src="${ctx}/static/images/order_process.png">
	</div>

</body>
</html>
