<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fun"%>
<c:set var="ctx" value="${pageContext.request.contextPath}"/>
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<title>醒购用户服务协议</title>
<style>
	/* body {
		font: 12px/14px "微软雅黑";
		
	} */
	p {
		font-size: 12px;
		line-height: 14px;
	}
	.center {
		text-align: center;
	}
	.f24 {
		font-size: 24px;
	}
	h4 {
		font-size: 14px;
		line-height: 1px;
	}
</style>
</head>

<body>
<div class="protocol-con">
            <h3 class="center">醒购用户服务协议</h3>
            <p>
			           在使用醒购提供的各项服务之前，请您仔细阅读并遵守《醒购用户服务协议》（以下简称“本协议”）。 如果您对本协议的内容有任何疑问， 请向醒购客服咨询。当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后， 即表示您已充分阅读、理解并接受本协议的全部内容，并与醒购达成协议。 与您的权益有重大关系、涉及免除或限制责任的免责条款。本《协议》条款适用于醒购提供的各种服务，但当某一特定服务另有单独的服务条款、指引或规则时， 您应遵守本《协议》条款及醒购随时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则， 均构成本《协议》的一部分。在醒购运营期间，我们会根据结合公司实际情况修改服务及其他条款内容，并在第一时间对外发布。 在我们变更这些条款后，您对商城购物网的继续使用，视为接受我们的变更行为。如果您不同意本使用交易条款中的任何一条， 请您立即停止使用平台所提供的全部服务。如果您未满18周岁，您只能在父母或其他监护人的参与下使用服务。
			</p>
            <h4>一、账户</h4>

            <p>1、注册成功，成为我们的合法用户，您可以设置一个账户和密码。请您对您的注册用户名和密码妥善保管，防止被他人恶意利用。为维护自身权益，您不应将账户及密码泄漏或提供第三者知悉或出借或转让与他人使用， 如因您自身过错或过失而导致账户或密码泄漏而给自身造成损失，您应自行承担责任。 如您遗失账户或密码，醒购保留就此问题的服务向您索取额外费用的权利。 
				<br>（1）修改密码：如您想修改您的账户密码，则可以根据醒购的操作程序进行更改。
				<br>（2）忘记密码：如您忘记密码可根据醒购的操作程序进行重置密码。
            </p>
            <p>2、若您发现账户或密码遭他人非法使用或有异常使用的情形，应立即通知醒购，并提交该账户为本人所有的有关证明，
            	以便申请该账户的暂停使用，因此而造成的损失，醒购不承担任何赔偿责任。根据法律规定申请立案的情况下，醒购有义务协助查询。 
            	如因为您的原因，导致订购商品的信息及其它信息外漏，醒购将不承担任何的赔偿责任，醒购会协助您挽回相关损失。
            </p>
            <p>3、如果您提供的个人信息中有任何一项不正确，致醒购商家不能在正常状态下进行配送，
            	例如：由于您的原因造成订单延迟或无法配送等，醒购及醒购商家将不承担任何赔偿责任。
            </p>
            <p>4、隐私保护：您的个人资料醒购会妥善保管。醒购从网站上或电话中得到的所有客户信息仅用来处理您的相关订单及相关服务。法律许可要求醒购提供醒购用户相关信息给执法单位，在以下四种情况是必要的： 
				<br>(1)遵守有关法律规定，遵从醒购合法服务程序； 
				<br>(2)保持维护醒购的商标及知识产权的所有权； 
				<br>(3)在紧急情况下竭力维护用户个人和社会大众的隐私安全； 
				<br>(4)符合其他相关的法律法规的要求。
            </p>
            <p>5、醒购拥有通过邮件、短信、APP消息、电话等形式，向在醒购注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</p>
            <p>6、如您连续三年未登录过本站账户，您的账户可能被注销，届时，本站有权终止对您提供服务。</p>
            
            <h4>二、用户行为规范</h4>
            <p>1、您声明并承诺是依据中国法律设立并有效存续的有限责任公司/股份有限公司/其他形式的组织或具有完全民事行为能力的自然人，具有一切必要的权利及能力订立及履行本协议项下的所有义务和责任；本协议一经生效即对您具有法律约束力。
				<br>2、您有权在醒购相应位置发布信息，您承诺并保证提供或发布的所有信息（包括但不限于您的基本资料、项目保密信息等）是真实、准确、完整的，符合中国各项法律、法规及规范性文件以及醒购的相关规则，不存在虚假、误导性陈述或重大遗漏。
				<br>3、您应维护醒购的正常运作及其公信力，不得实施有损于醒购的行为，包括但不限于以下行为：
				<br>（1）、传输或发表损害国家、社会公共利益和涉及国家安全的信息资料或言论，不得发起、参与任何洗钱类项目；
				<br>（2）、利用本站从事窃取商业秘密、窃取个人信息等违法犯罪活动。未经醒购书面许可， 通过本协议约定方式之外的途径进入醒购或其计算机信息网络系统或者使用本协议约定范围外的信息网络资源或服务；
				<br>（3）、未经醒购书面许可，对醒购或其计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；
				<br>（4）、采取不正当竞争行为，扰乱网上交易的正常秩序（例如恶意购买等），从事与网上交易无关的行为故意制作、传播计算机病毒等破坏性程序；
				<br>（5）、其他危害计算机信息网络安全、妨碍醒购正常运作、有损其公信力的行为；
				<br>（6）、以虚构或歪曲事实的方式进行违法或不当评价；
				<br>（7）、其他有损于醒购的行为。
				<br>4、通过醒购实名认证的注册，您有权在其权限内浏览、发布信息。您承诺并保证妥善保管其在醒购的账号和密码，并对其登录状态中的所有活动和事件承担责任。您若发现任何非法使用其帐号或存在安全漏洞的情况，应立即通知醒购并采取措施以减少不必要的损失。
				<br>5、您承诺并保证其提供或发布的信息不存在以下情形：
				<br>（1）、违反中国各项法律、法规及规范性文件规定的；
				<br>（2）、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的，煽动民族仇恨、民族歧视，破坏民族团结的，破坏国家宗教政策、宣扬邪教和封建迷信的，有损国家荣誉和利益的；
				<br>（3）、散布谣言、含有淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪信息，扰乱社会秩序，破坏社会稳定的；
				<br>（4）、侮辱或者诽谤他人，侵犯其他任何第三方知识产权及其他合法权益的；
				<br>（5）、发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
				<br>（6）、其他含有法律、法规及规范性文件禁止内容的。
				<br>6、您通过醒购发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议的信息，醒购有权依据其独立判断对该等信息予以修改、编辑或删除，而无需事先通知相关您。您违反上述行为规范对任意第三方造成损害的，您应独立承担由此造成的一切损失和法律责任，并应确保醒购免于承担因此产生任何损失或费用。
				<br>7 、您承诺并保证使用醒购服务的风险由其自身承担。其根据自身需求下载或通过醒购产品服务取得相关信息资料，由其自行承担系统受损、资料丢失以及其它任何风险。
				<br>8、请您切记不得在本商城进行任何违反国家法律法规及醒购各项规则的活动，不得在本商城进行任何破坏公共安全的活动， 不得在本商城进行任何非法商业活动，不得在本商城进行任何破坏公共秩序的活动，不得利用商城BUG进行任何活动。
				<br>9、您承诺并保证若其违反上述承诺和保证而给醒购造成损失，您同意承担赔偿责任。并且醒购有权关闭您相关权限、暂停账号使用或删除账号。
            </p>
            
            <h4>三、订单</h4>
            <p>1、 您的订单将视为您向商家发出订购的要约或申请，而不能证明您和商家之间建立了契约关系。当商家将商品发送至您的指定地址并经您签收确认后，商家和您之间的订购合同成立。如醒购发现商家所发布的商品信息明显错误、缺货、质量、配送问题等，商家无法按照您的订单信息正常配送的情况下，醒购会督促商家通过email或电话、短信等通知您是否更换其他商品或配送方式。</p>
            <p>2、 您所购买的商品在确认下单之后，视为商品最终成交价格，醒购商家发布商品信息及价格、商品说明不构成要约或承诺。醒购任何有关商品说明的内容以商家实际发货的商品实物信息为准，同时，我们将要求监督商家完善商品描述及说明等相关信息。如果您在醒购购买的商品与醒购商城的商品描述不一致，您可以在签收时选择拒收。已签收的商品未经使用且不影响二次销售可根据醒购的服务规则进行商品退换。</p>
            <p>3、 发生下列情形之一时，醒购有权停止或中断向您提供的网络服务：
				<br>（1）对于醒购的网络设备进行必要的保养及施工；
				<br>（2）发生突发性的网络设备故障时；
				<br>（3）由于醒购所用的网络通信设备由于不明原因停止，无法提供服务时；   
				<br>（4）由于不可抗力因素致使醒购无法提供线上网络服务；
				<br>（5）由于相关政府机构的要求。
			</p>
            <p>4、 如果您违反本协议规定而使用 (或其他人经您同意后使用)本网站或服务，醒购有权中止您全部或部分使用服务、访问本网站和/或购买服务/商品。</p>
            <p>5、 对因如下原因（包括但不限于）造成醒购的所有损失、责任或费用（包括但不限于任何人因如下原因而对我们提起的任何诉求或法律程序等）， 您应承担赔偿责任: 
				<br>（1） 您或您授权的任何人不恰当的使用服务或本商城；
				<br>（2）您或您授权的任何人不恰当的使用服务/商品；
				<br>（3）任何人通过您的用户名及密码不恰当的使用服务或本商城；
				<br>（4）您或您授权的任何人违反本协议规定。</p>
            <p>6、 醒购严禁商业目的屯货声明：
				<br>（1）醒购是一家品牌特卖商城，本商城所服务的客户为以终端消费为目的的个人、企业、事业单位及其他社会团体，不包括经销商、批发商、实体店等群体。本商城严禁经销商、批发商、实体店等群体以商业为目的进行屯货，如发现，本商城将拒绝为其服务。由此产生的一切后果由经销商自行承担。
				<br>（2）如有发现同用户ID批量下单，购买的数量过多，将会被本商城列为异常订单，后经本商城确认为异常订单，有权要求商家不予发货。
			</p>
			
			<h4>四、商品配送</h4>
            <p>1、醒购商家将会把商品送到您所指定的收货地址。所有商家在醒购上列出的商品配送时间为参考时间。配送费用根据您选择的配送方式及收货地区的不同而异。 请清楚准确地填写您的真实姓名、收货地址及联系方式。 因如下情况造成订单延迟或无法配送等，醒购及商家将不承担责任：
				<br>(1)客户提供错误信息和不详细的地址；
				<br>(2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果；
				<br>(3)不可抗力，例如：自然灾害、交通戒严、突发战争等。
			</p>
			
			<h4>五、版权说明</h4>
            <p>1、醒购提供的网络服务的著作权、专利权、商标、商业机密及其它权利均归醒购所有。非经醒购的同意，任何人均不得自行下载、复制、传输、改编、编辑醒购商城页面等信息，及行使侵犯醒购相关著作权、专利权、商标、商业机密及其它权利的行为，否则醒购将向司法机关提起维权诉讼，并进行追偿。</p>
            <p>2、 您在使用服务过程中获得的任何信息的相关权利、所有权和知识产权为相关信息所有人或销售商的财产，受有关著作权法或其他法律的保护。您在本协议项下不对该等信息享有任何权利。</p>
            <p>3、您向醒购传送、张贴或提交的任何材料应被视为非保密和非专有信息; 您已向我们披露或提供的或我们对关于服务或询价而回复的所有意见、建议、想法、记录、图纸、概念或其他信息 (统称为“构想”) 应被视为属于醒购的财产，您在此同意将构想中现有或将来取得的知识产权全部转让给商城。在任何情况下，构想无需以保密方式提交，且商城不因对构想予以利用而承担任何明示的或默示的义务。此外，我们对任何构想的全部权利在全球范围内享有排他性使用权，且有权不受限制地将构想用于商业或其他目的，而无需向构想的提供方支付任何代价。</p>
            
            <h4>六、争议解决</h4>
            <p>1、我们有义务在技术上确保网站的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户在本商城交易活动的顺利进行。 但如因不可抗力或其他我们无法控制的原因使网站崩溃或无法正常使用导致网站上交易无法完成或丢失有关的信息、记录等，醒购不承担任何赔偿责任。</p>
            
            <h4>七、责任限制</h4>
            <p>1、醒购对任何直接、间接、偶然、特殊及继起的损害不承担赔偿责任，这些损害可能来自：不正当使用网络服务，非法使用网络服务或用户传送的信息有所变动等。</p>
            <p>2、在本协议约定的情形下，除了本商城的相关规则中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害， 醒购的全部责任，不论是合同、保证、侵权(包括过失)项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。</p>
            
            <h4>八、争议处理</h4>
            <p>1、如果您在醒购购物时与商家产生争议，将按照与醒购签订的购物协议及相关法律有司法部门进行裁决。</p>
            
            <h4>九、承诺</h4>
            <p>1、醒购承诺监督所有商家秉承质优价低、让您放心满意的购物理念为您服务。</p>
            <p>2、醒购承诺监督所有商家销售正品行货，醒购用户享有国家正规三包政策购物保障。</p>

			<h4>十、注意条款</h4>
            <p>1、资料填写：为确保交易的正常进行，您必须向我们提供真实、有效的个人信息， 如果您的个人信息有所变动，请及时登录醒购商城进行修改或致电客服热线，以便您能够及时的收到订单商品。</p>
            <p>2、除本《协议》明确规定或中国法律另有规定外， 醒购向您所提供的网络服务，不负任何明示或默示的担保责任，所提供的网络服务的稳定、安全、无误及不中断性亦有可能因不可抗力等情形而受到影响。 您应自行承担使用网络服务所产生的所有风险及因此可能导致的损害 </p>
            <p>3、醒购对其网络服务不保证不出现任何程序BUG或程序漏洞，并对由此可能产生的问题不承担任何赔偿责任。</p>
            <p>4、您理解并且同意：您通过醒购商城向商家订购商品或服务过程中出现争议、纠纷时，由您跟商家自行协商处理。醒购商城有权（但非义务）选择是否介入争议处理，但该等争议原则上与醒购商城无关。</p>

</div>

</body>
</html>
